Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: We say that those men who have gone through pain are happy: you have the story of Job and the troubles through which he went and have seen that the Lord was full of pity and mercy in the end.
chr: ᎬᏂᏳᏉ ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎢᎩᏰᎸᏐ ᏗᏅᏂᏗᏳ ᏥᎨᏐᎢ. ᎢᏣᏛᎦᏅ ᎬᏂᏗᏳ ᎨᏒ ᏦᏈ, ᎠᎴ ᎢᏥᎪᎲ ᏄᏍᏛ ᏭᏰᎢᎶᎯᏍᏗ ᎨᏒ ᎤᎬᏫᏳᎯ, ᎠᎴ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎤᏣᏘ ᎤᏓᏅᏘᏳ ᎨᏒ ᎠᎴ ᎤᏓᏙᎵᏣᏘᏳ ᎨᏒᎢ.

source: But most of all, my brothers, do not take oaths, not by the heaven, or by the earth, or by any other thing: but let your Yes be Yes, and your No be No: so that you may not be judged.
chr: ᎠᏎᏃ ᎢᏓᏓᏅᏟ, ᏭᏓᎪᎾᏛᏛᎢ, ᏞᏍᏗ ᏱᏣᏎᎵᏛᏍᎨᏍᏗ ᏱᏥᏁᎢᏍᏗᏍᎨᏍᏗ ᎦᎸᎶᎢ, ᎠᎴ ᎡᎶᎯ, ᎠᎴ ᏞᏍᏗ ᏄᏓᎴᏒᏉ ᎠᏎᎵᏙᏗ ᎨᏒᎢ; ᎠᎴ ᏞᏍᏗ ᏄᏓᎴᏒᏉ ᎠᏎᎵᏙᏗ ᎨᏒᎢ; ᎢᏣᏤᎵᏍᎩᏂ ᎥᎥ ᎢᏣᏛᏗ ᎨᏒ ᎥᎥ ᎨᏎᏍᏗ, ᎠᎴ ᎢᏣᏤᎵ ᎥᏝ ᎢᏣᏛᏗ ᎨᏒ ᎥᏝ ᎨᏎᏍᏗ; ᎾᏍᎩᏃ ᏞᏍᏗ ᏤᏧᎪᏓᏁᎸᎩ ᎢᏥᏍᎦᏅᏨᎢ.

source: Is anyone among you in trouble? let him say prayers. Is anyone glad? let him make a song of praise.
chr: ᎩᎶ ᎢᏤᎲ ᎤᏓᏑᏰᏍᏗ ᎠᎩᎵᏲᎨᏍᏗ, ᎠᏓᏙᎵᏍᏗᏍᎨᏍᏗ; ᎩᎶ ᎤᎦᎵᏍᏗ ᎤᏓᏅᏖᏍᏗ ᏕᎧᏃᎩᏍᎨᏍᏗ.

source: Is anyone among you ill? let him send for the rulers of the church; and let them say prayers over him, putting oil on him in the name of the Lord.
chr: ᎩᎶ ᎢᏤᎲ ᎤᏓᏑᏰᏍᏗ ᎤᏢᎨᏍᏗ, ᏫᏓᏯᏂᏍᎨᏍᏗ ᏗᎨᎦᏗᎶᏗ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬᎢ, ᎾᏍᎩᏃ ᎠᎾᏓᏙᎵᏍᏗᏍᎨᏍᏗ ᎠᏂᏔᏲᎯᎮᏍᏗ ᎠᏥᏍᏕᎸᏗᏱ, ᎬᏩᎶᏁᏗᏍᎨᏍᏗ ᎠᏠᏁᏗ ᎠᏅᏗᏍᎨᏍᏗ ᎤᎬᏫᏳᎯ ᏚᏙᎥᎢ;

source: And by the prayer of faith the man who is ill will be made well, and he will be lifted up by the Lord, and for any sin which he has done he will have forgiveness.
chr: ᎪᎯᏳᎯᏃ ᎠᏓᏃᎵᏍᏙᏗ ᎨᏒ ᏓᏳᏍᏕᎸᎯ ᎤᏢᎩ, ᎤᎬᏫᏳᎯᏃ ᏙᏓᏳᎴᏔᏂ; ᎢᏳ ᎠᎴ ᎤᏍᏚᏅᏨᎯ ᎨᏎᏍᏗ ᎾᏍᎩ ᏣᏥᏂᎯᏎᏗ ᎨᏎᏍᏗ.

source: So then, make a statement of your sins to one another, and say prayers for one another so that you may be made well. The prayer of a good man is full of power in its working.
chr: ᎬᏂᎨᏒ ᏂᏕᏣᏓᏛᏁᎮᏍᏗ ᎢᏥᏍᎦᏅᏨᏗ, ᎠᎴ ᏕᏣᏓᏙᎵᏍᏓᏁᎮᏍᏗ, ᎢᏂᏔᏲᎯᎮᏍᏗ ᏗᏣᏗᏫᏍᏗᏱ. ᎤᏙᎯᏳᎯᏯ ᎤᏰᎸᎯ ᎤᏓᏙᎵᏍᏙᏗ ᎨᏒ ᎤᏓᏅᏘ ᎤᏣᏘ ᎠᏓᏍᏕᎵᏍᎪᎢ.

source: Elijah was a man of flesh and blood as we are, and he made a strong prayer that there might be no rain; and there was no rain on the earth for three years and six months.
chr: ᎢᎳᏯ ᏴᏫᏉ ᎨᏒᎩ ᎠᏴ ᏂᎦᎵᏍᏓᏁᎲ ᎾᏍᎩᏯ ᎢᎬᏩᎵᏍᏓᏁᏗ ᎨᏒᎩ; ᎠᎴ ᎤᎵᏂᎩᏛ ᎤᏓᏅᏛᎩ ᎤᏓᏙᎵᏍᏔᏅᎩ ᎤᏔᏲᎸᎩ ᎤᎦᏃᏗᏱ ᏂᎨᏒᎾ; ᎰᏩᏃ ᏄᏚᎾᏅᎾ ᎨᏒᎩ ᎦᏙᎯ ᏦᎢ ᏧᏕᏘᏴᏛ ᏑᏓᎵᏃ ᎢᏯᏅᏙ ᎢᎪᎯᏛ.

source: And he made another prayer, and the heaven sent down rain and the earth gave her fruit.
chr: ᎠᎴᏬ ᎤᏓᏙᎵᏍᏔᏅᎩ, ᎦᎸᎶᎢᏃ ᎤᎦᏃᏓᏁᎸᎩ, ᎪᏙᎯᏃ ᎤᎾᏄᎪᏫᏒᎩ ᎤᎾᏄᎪᏫᏍᏗ ᎨᏒᎢ.

source: My brothers, if one of you has gone out of the way of the true faith and another has made him see his error,
chr: ᎢᏓᎵᏅᏟ, ᎢᏳᏃ ᎩᎶ ᏂᎯ ᏂᏣᏛᏅ ᎠᏞᏍᎨᏍᏗ ᏚᏲᏍᎨᏍᏗ ᏚᏳᎪᏛ ᎨᏒᎢ, ᎩᎶᏃ ᎢᎤᎦᏔᎲᏍᎨᏍᏗ,

source: Be certain that he through whom a sinner has been turned from the error of his way, keeps a soul from death and is the cause of forgiveness for sins without number.
chr: ᎾᏍᎩ ᎠᎦᏔᎮᏍᏗ, ᎾᏍᎩ ᎠᏍᎦᎾ ᎠᎦᏔᎲᏍᎩ ᎾᎿ ᎤᎵᏓᏍᏔᏅᎯ ᎠᎢᏒᎢ, ᎾᏍᎩ ᎠᏍᏕᎵᏍᎬ ᎫᏓᎴᏍᎬ ᎠᏓᏅᏙ ᎠᏲᎱᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏣᏘ ᎢᏳᏓᎴᎩ ᎠᏍᏚᏅᏨᎯ ᎨᏒ ᎬᏍᎦᎸᏍᎬᎢ.

source: First Epistle of Peter
chr: ᏈᏓ ᎢᎬᏱᏱ ᎤᏬᏪᎳᏅᎯ

source: Peter, an Apostle of Jesus Christ, to the saints who are living in Pontus, Galatia, Cappadocia, Asia, and Bithynia,
chr: ᎠᏴ ᏈᏓ ᏥᏌ ᎦᎶᏁᏛ ᎠᎩᏅᏏᏛ ᏫᏨᏲᏪᎳᏏ ᎢᏣᏗᎦᎴᏲᏨᎯ ᏋᏗᏱ ᎢᏤᏙᎯ ᎠᎴ ᎨᎴᏏᏱ ᎠᎴ ᎨᏆᏙᏏ ᎠᎴ ᎡᏏᏱ ᎠᎴ ᏈᏗᏂᏱ;

source: Who, through the purpose of God, have been made holy by the Spirit, disciples of Jesus, made clean by his blood: May you have grace and peace in full measure.
chr: ᎡᏣᏑᏰᏛ ᎾᏍᎩᏯ ᎾᎦᏔᎰ ᎤᏁᎳᏅᎯ ᎠᎦᏴᎵᎨᎢ, ᎬᏔᏅᎯ ᎤᏓᏅᎦᎸᏗ ᎨᏒ ᎠᏓᏅᏙ, ᎾᏍᎩ ᎾᎿ ᏨᏗᏓᎴᎲᏍᎦ ᎪᎯᏳᏗ ᎨᏒ ᎠᎴ ᎠᏍᏚᏟᏍᏗ ᎨᏒ ᎤᎩᎬ ᏥᏌ ᎦᎶᏁᏛ; ᎦᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᎤᏣᏘ ᎢᏣᏤᎵ ᎨᏎᏍᏗ.

source: Praise be to the God and Father of our Lord Jesus Christ, who through his great mercy has given us a new birth and a living hope by the coming again of Jesus Christ from the dead,
chr: ᎦᎸᏉᏙᏗ ᎨᏎᏍᏗ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᎤᎦᏴᎵᎨ ᏥᏌ ᎦᎶᏁᏛ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵᎦ, ᎾᏍᎩ ᎤᏣᏘ ᎤᏓᏙᎵᏣᏘᏳ ᎨᏒ ᏥᏅᏗᎦᎵᏍᏙᏗ ᏔᎵᏁ ᏥᎩᎾᏄᎪᏫᏒ ᎤᏚᎩ ᎬᏗ ᎨᏒ ᏥᎩᏁᎸ ᎬᏂᏛ ᎢᎩᎪᏩᏛᏗᏱ ᏅᏓᏳᏓᎴᏅᎯ ᎤᏲᎱᏒ ᏚᎴᎯᏌᏅ ᏥᏌ ᎦᎶᏁᏛ;^

source: And a heritage fair, holy and for ever new, waiting in heaven for you,
chr: ᏥᎩᏁᎸ ᎢᎦᏤᎵ ᎢᏳᎵᏍᏙᏗ ᏧᎬᏩᎶᏗ ᎠᏲᎩ ᏂᎨᏒᎾ, ᎠᎴ ᎦᏓᎭ ᏂᎨᏒᎾ, ᎠᎴ ᎠᏍᎪᎸᎩ ᏂᎨᏒᎾ, ᏦᏒ ᎡᏥᏍᏆᏂᎪᏓᏁᎸᎯ ᏂᎯ,

source: Who, by the power of God are kept, through faith, for that salvation, which will be seen at the last day.
chr: ᎾᏍᎩ ᎪᎯᏳᏗ ᎨᏒ ᎢᏨᏗᏍᎬ ᎤᏁᎳᏅᎯ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎬᏗ ᏤᏥᏍᏆᏂᎪᏗ ᎡᏥᏍᏕᎸᏗ ᎨᏒ ᎬᏗᏍᎩ, ᎾᏍᎩ ᎡᏥᏍᏕᎸᏗ ᎨᏒ ᏣᏛᏅᎢᏍᏗ ᎬᏂᎨᏒ ᎢᎬᏁᏗᏱ ᎤᎵᏍᏆᎸᏗ ᎨᏎᏍᏗ.

source: You have cause for great joy in this, though it may have been necessary for you to be troubled for a little time, being tested in all sorts of ways,
chr: ᎾᏍᎩ ᎾᎿ ᎤᏣᏘ ᏥᏣᎵᎮᎵᎦ, ᎪᎯᏍᎩᏂᏃᏅ ᏞᎦ, ᎢᏳᏃ ᎣᏏᏳ ᎨᏎᏍᏗ, ᎡᎯᏍᏗ ᎢᏣᏓᏅᏔᏩᏕᎦ ᎤᏗᎦᎵᏍᏙᏗᎭ ᏧᏓᎴᏅᏛ ᎢᏥᎪᎵᏰᏍᎩ ᎢᏣᎵᏩᏛᎡᎲᎢ,

source: So that the true metal of your faith, being of much greater value than gold (which, though it comes to an end, is tested by fire), may come to light in praise and glory and honour, at the revelation of Jesus Christ:
chr: ᎾᏍᎩ ᎢᏦᎯᏳᏒ ᎠᎪᎵᏰᏗ ᎨᏒ ᎤᏟ ᎦᎸᏉᏗᏳ ᎡᏍᎦᏉ ᎠᏕᎸ ᏓᎶᏂᎨ ᎠᎪᎵᏰᏗ ᎨᏒ ᎾᏍᎩ ᎠᏲᎩ ᏥᎩ, ᎾᏍᏉ ᎠᏥᎸ ᎬᏔᏅᎯ ᎠᎪᎵᏰᎥᎯ ᏱᎩ, ᏱᏩᎵᏰᎢᎶᎦ ᎦᎸᏉᏙᏗ ᎨᏒᎢ, ᎠᎴ ᎣᏍᏛ ᎠᏰᎸᏗ ᎨᏒᎢ, ᎠᎴ ᎦᎸᏉᏗᏳ ᎨᏒᎢ, ᏥᏌ ᎦᎶᏁᏛ ᎦᎾᏄᎪᏥᎸ ᎢᏳᎢ.

source: To whom your love is given, though you have not seen him; and the faith which you have in him, though you do not see him now, gives you joy greater than words and full of glory:
chr: ᎾᏍᎩ [ᏥᏌ ᎦᎶᏁᏛ] ᎡᏥᎪᎥᎯ ᏂᎨᏒᎾ ᎢᎡᏥᎨᏳᎭ; ᎠᎴ ᎾᏍᎩ ᎪᎯ ᎨᏒ ᏁᏥᎪᏩᏘᏍᎬᎾ, ᎠᏎᏃ ᎡᏦᎯᏳᎲᏍᎬᎢ ᎡᏣᎵᎮᎵᎦ ᎢᏨᏗᎭ ᎠᎵᎮᎵᏍᏗ ᎨᏒ ᎦᏃᎮᏗ ᏂᎨᏒᎾ ᎠᎴ ᎦᎸᏉᏔᏅᎯ;

source: For so you have the true end of your faith, even the salvation of your souls.
chr: ᎠᎴ ᎡᏣᎵᏍᎪᎸᏓᏁᎭ ᎢᏦᎯᏳᏒ ᏄᏍᏛ ᎤᎬᏩᎸᎢ, ᎾᏍᎩ ᏗᏣᏓᏅᏙ ᏗᏍᏕᎸᏗ ᎨᏒᎢ.

source: For the prophets who gave the news of the grace which would come to you, made search with all care for knowledge of this salvation;
chr: ᎾᏍᎩ Ꮎ ᎠᎵᏍᏕᎸᏙᏗ ᎨᏒ ᎠᎾᏙᎴᎰᏍᎩ ᎣᏍᏛ ᎣᏂᎨᏛᏅᎯ ᎠᎴ ᎤᏂᏲᎸᎯ, ᎾᏍᎩ ᎤᎾᏙᎴᎰᏒᎯ ᎤᏂᏁᎢᏍᏔᏅᎯ ᏂᎯ ᎡᏥᏙᎵᏍᏗ ᎨᏒᎢ;

source: Attempting to see what sort of time the Spirit of Christ which was in them was pointing to, when it gave witness to the pains which Christ would undergo and the glories which would come after them.
chr: ᎤᏂᏲᎲᎩ ᎢᏳ ᎨᏒᎢ, ᎠᎴ ᎢᏳᎵᏍᏔᏂᏓᏍᏗ ᎨᏒ ᎦᏛᎬᎢ ᎠᏓᏅᏙ ᎦᎶᏁᏛ ᎤᏤᎵᎦ ᎾᏍᎩ ᎤᏂᏯᎥᎢ, ᎢᎬᏱ ᎦᏰᎯ ᎬᏂᎨᏒ ᏥᏂᎬᏁᎮ ᎤᎩᎵᏲᎢᏍᏗᏱ ᎦᎶᏁᏛ ᎠᎴ ᎦᎸᏉᏗᏳ ᎨᏒ ᎣᏂ ᎤᎾᏄᎪᎢᏍᏗᏱ.

source: And it was made clear to those prophets that they were God's servants not for themselves but for you, to give you word of the things which have now come to your ears from the preachers of the good news through the Holy Spirit sent down from heaven; things which even angels have a desire to see.
chr: ᎾᏍᎩ ᎬᏂᎨᏒ ᎢᎨᎬᏁᎸᎯ ᏥᎨᏎᎢ ᎤᏅᏒᏉ ᎾᎾᎵᏍᏕᎵᏍᎬᎾ ᎨᏒᎢ, ᎠᏴᏍᎩᏂ ᎨᎩᏍᏕᎵᏍᎬᎢ ᎨᎩᏃᎮᎮᎸ ᎾᏍᎩ ᎪᎯ ᎬᏂᎨᏒ ᏥᏂᎨᏨᏁᎭ ᎾᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎨᏣᎵᏥᏙᏁᎸᎯ ᏥᎩ, ᎠᏅᏗᏍᎬ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎦᎸᎳᏗ ᏅᏓᏰᏥᏅᏏᏛ; ᎾᏍᎩ ᏗᏂᎧᎿᏩᏗᏙᎯ ᏧᎾᏚᎵᎭ ᎤᏂᎪᎵᏰᏗᏱ.

source: So make your minds ready, and keep on the watch, hoping with all your power for the grace which is to come to you at the revelation of Jesus Christ;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏗᏥᏠᎦ ᏕᏣᏓᏅᏛᎢ, ᎢᏣᎵᏏᎾᎯᏍᏗᏳ ᎨᏎᏍᏗ, ᎠᎴ ᎬᎵᏍᏆᏗᏍᎩ ᎤᏚᎩ ᎢᏨᏎᏍᏗ ᎡᏥᏁᏗᏱ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏂᎯ ᎡᏥᏲᎮᏗ ᏥᎩ ᎾᎯᏳ ᏥᏌ ᎦᎶᏁᏛ ᎬᏂᎨᏒ ᎾᎬᏁᎸᎭ.

source: Like children ruled by God, do not go back to the old desires of the time when you were without knowledge:
chr: ᎢᏦᎯᏳᎯᏍᏛ ᎨᏎᏍᏗ, ᏞᏍᏗ ᎢᎸᎯᏳ ᏥᏂᏣᏍᏛ ᏥᏣᏚᎸᏅᎥᏍᎬ ᎾᎯᏳ ᏂᏥᎦᏔᎿᎥᎾ ᏥᎨᏒᎩ;

source: But be holy in every detail of your lives, as he, whose servants you are, is holy;
chr: ᎾᏍᎩᏍᎩᏂ ᎢᏥᏯᏅᏛ ᎠᏍᎦᎾᎯ ᏂᎨᏒᎾ ᏥᎩ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏂᎯ ᎢᏥᏍᎦᎾᎯ ᏂᎨᏒᎾ ᎨᏎᏍᏗ ᏂᎦᎥ ᏂᏣᏛᎿᏕᎬᎢ.

source: Because it has been said in the Writings, You are to be holy, for I am holy.
chr: ᎯᎠᏰᏃ ᏂᎬᏅ ᎪᏪᎳ, “ᎢᏥᏍᎦᎾ ᏂᎨᏒᎾ ᎨᏎᏍᏗ, ᎠᏴᏰᏃ ᏥᏍᎦᎾ ᏂᎨᏒᎾ ᎢᎩ.”

source: And if you give the name of Father to him who, judging every man by his acts, has no respect for a man's position, then go in fear while you are on this earth:
chr: ᎢᏳ ᎠᎴ ᎡᏣᏓᏙᎵᏍᏓᏁᎮᏍᏗ ᎠᎦᏴᎵᎨᎢ, ᎾᏍᎩ ᏂᏗᎦᎸᏉᏗᏍᎬᎾ ᏥᏕᎫᎪᏓᏁᎭ ᎾᏂᎥ ᎠᏂᏏᏴᏫᎭ ᏄᏍᏛ ᏚᏂᎸᏫᏍᏓᏁᎲᎢ, ᏂᎪᎯᎸ [ᎠᏂ] ᎢᏣᎴᏂᏙᎲᎢ ᎢᏤᏯᏔᎯ ᎨᏎᏍᏗ ᎢᏤᎲᎢ.

source: Being conscious that you have been made free from that foolish way of life which was your heritage from your fathers, not through a payment of things like silver or gold which come to destruction,
chr: ᎢᏥᎦᏔᎭᏰᏃ ᎪᎱᏍᏗ ᎠᏲᎩ, ᎠᏕᎸ ᎤᏁᎬ ᏯᏛᏅ ᎠᎴ ᎠᏕᎸ ᏓᎶᏂᎨ, ᎡᏣᎫᏴᏔᏅᎯ ᏂᎨᏒᎾ ᎨᏒᎢ, ᎡᎫᏓᎴᏒᎢ ᎪᎱᏍᏗ ᎬᏙᏗ ᏂᎨᏒᎾ ᎢᏣᎴᏂᏙᎸᎢ ᏗᏥᎦᏴᎵᎨ ᏗᎨᏥᏲᎯᏎᎸᎯ ᎨᏒᎢ,

source: But through holy blood, like that of a clean and unmarked lamb, even the blood of Christ:
chr: ᎦᎸᏉᏗᏳᏍᎩᏂ ᎩᎬ ᎡᏣᎫᏴᏔᏅᎯ ᎨᏒᎢ, ᎤᎩᎬ ᎦᎶᏁᏛ ᎾᏍᎩᏯ ᎠᏫ-ᎠᎩᎾ ᎪᎱᏍᏗ ᏄᎪᎸᏫ ᎠᎴ ᏄᏓᏓᎸᎾ;

source: Who was marked out by God before the making of the world, but was caused to be seen in these last times for you,
chr: ᎾᏍᎩ ᎤᏙᎯᏳᎯ ᎾᏥᎦᏔᎰᎢ ᎠᏏ ᎡᎶᎯ ᎾᏙᏢᏍᎬᎾ ᏥᎨᏎᎢ; ᎠᏎᏃ ᎬᏂᎨᏒ ᎾᎬᏁᎴ ᎪᎯ ᎤᎵᏍᏆᎸᏗ ᏕᎨᏌᏗᏒᎢ ᏂᎯ ᎢᏣᎵᏍᏕᎸᏙᏗ,

source: Who through him have faith in God who took him up again from the dead into glory; so that your faith and hope might be in God.
chr: ᏂᎯ ᎾᏍᎩ ᎢᏳᏩᏂᏌᏛ ᏤᏦᎯᏳᎲᏍᎦ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᎤᏲᎱᏒ ᏥᏚᎴᏔᏁᎢ ᎠᎴ ᏧᏁᎴ ᎦᎸᏉᏗᏳ ᎨᏒᎢ; ᎾᏍᎩ ᎢᏦᎯᏳᏒ ᎠᎴ ᎤᏚᎩ ᎢᏨᏒ ᎤᏁᎳᏅᎯ ᎢᏗᏢ ᎢᏳᎵᏍᏙᏗᏱ.

source: And as you have made your souls clean, being ruled by what is true, and loving one another without deceit, see that your love is warm and from the heart:
chr: ᎾᏍᎩᏃ ᏗᏥᏅᎦᎸᏛ ᏥᎩ ᏗᏣᏓᏅᏙ ᏕᏥᎧᎾᏩᏛᏒ ᏚᏳᎪᏛ ᏥᏅᏧᎵᏍᏙᏔᏅ, [ᎦᎸᏉᏗᏳ] ᎠᏓᏅᏙ ᏥᏨᏔᏅ, ᏄᏠᎾᏍᏛᎾ ᎠᏓᎨᏳᏗ ᎨᏒ ᎢᏨᏙᏗᏱ ᏗᏥᎨᏳᎯᏳ ᎢᏳᎵᏍᏙᏗᏱ ᎢᏣᎵᏅᏟ, ᎤᎵᏂᎩᏛ ᏕᏣᏓᎨᏳᏎᏍᏗ ᎢᏨᏗᏍᎨᏍᏗ ᎦᏓᎭ ᏂᎨᏒᎾ ᎢᏥᎾᏫ.

source: Because you have had a new birth, not from the seed of man, but from eternal seed, through the word of a living and unchanging God.
chr: ᏔᎵᏁ ᎢᏣᏕᏅᎯ ᎨᏒᎢ, ᎥᏝ ᎠᏲᎩ ᎤᎦᏔ ᎢᏣᏕᏔᏅᎯ ᏱᎩ, ᎠᏲᎩᏍᎩᏂ ᏂᎨᏒᎾ, ᎧᏃᎥᏛ ᎤᏁᎳᏅᎯ ᎤᏟᎵ ᎢᏳᏩᏂᏌᏛ ᎾᏍᎩ ᎬᏃᏛ ᏥᎩ ᎠᎴ ᏂᎪᎯᎸ ᎡᎯ ᏥᎩ.

source: For it is said, All flesh is like grass, and all its glory like the flower of the grass. The grass becomes dry and the flower dead:
chr: ᏂᎦᎥᏰᏃ ᎤᏇᏓᎵ ᎨᏒ ᎧᏃᏍᎦᏉ ᎾᏍᎩᏯᎢ, ᎠᎴ ᏂᎦᎥ ᎤᏓᎸᏉᏙᏗ ᎨᏒ ᏴᏫ, ᎧᏁᏍᎦ ᎤᏥᎸᏒ ᎾᏍᎩᏯᎢ. ᎧᏁᏍᎦ ᎧᏴᏍᎪᎢ, ᎠᎴ ᎤᏥᎸᏒᎢ ᎦᏙᎠᏍᎪᎢ, ᎧᏃᎮᏛᏍᎩᏂ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ ᏂᎪᎯᎸ ᎡᎭ.

source: But the word of the Lord is eternal. And this is the word of the good news which was given to you.
chr: ᎾᏍᎩᏃ ᎯᎠ ᎧᏃᎮᏛ ᎾᏍᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᎡᏣᎵᏥᏙᏁᎲᎢ ᏤᏣᎵᏥᏙᏁᎭ.

source: So putting away all wrongdoing, and all tricks and deceits and envies and evil talk,
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏴᏛ ᏂᏨᎦ ᏄᏓᎴᏒ ᎤᏲ ᎨᏒᎢ ᎠᎴ ᏄᏓᎴᏒ ᎦᎶᏄᎮᏛ ᎠᎴ ᎤᏠᎾᏍᏗ ᎨᏒ ᎠᏛᏳᎨᏗ ᎠᎴ ᏄᏓᎴᏒ ᎤᏲ ᏗᏓᏃᎮᏗ ᎨᏒᎢ,

source: Be full of desire for the true milk of the word, as babies at their mothers' breasts, so that you may go on to salvation;
chr: ᎾᏍᎩᏯ ᎩᎳᎢ ᎤᎾᏕᏃᏅᎯ ᏗᏂᏲᎵ ᎤᏅᏗ ᏧᎾᏚᎵᏍᎪᎢ ᎢᏣᏚᎵᏍᎨᏍᏗ ᎦᎶᏄᎮᏛ ᏄᏓᏑᏴᏫ ᎧᏃᎮᏛ, ᎾᏍᎩ ᏗᏣᏛᎯᏍᏙᏗᏱ;

source: If you have had a taste of the grace of the Lord:
chr: ᎢᏳᏃ ᎢᏣᏙᎴᎰᏎᏍᏗ ᎤᎬᏫᏳᎯ ᎤᏓᏅᏘᏳ ᎨᏒᎢ.

source: To whom you come, as to a living stone, not honoured by men, but of great and special value to God;
chr: ᎾᏍᎩ ᎡᏥᎷᏤᎲᎢ, ᎾᏍᎩ ᎬᏃᏛ ᏅᏯ ᎤᏂᏲᎢᏎᎸᎯᏍᎩᏂᏃᏅ ᎤᏙᎯᏳᎯ ᏴᏫ, ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎤᏑᏰᏛ ᎠᎴ ᎦᎸᏉᏗᏳ,

source: You, as living stones, are being made into a house of the spirit, a holy order of priests, making those offerings of the spirit which are pleasing to God through Jesus Christ.
chr: ᏂᎯ ᎾᏍᏉ ᏗᏨᏃᏛ ᏅᏯ ᎡᏣᏁᏍᎨᎲᎯ ᎠᏓᏅᏙ ᎠᏓᏁᎸ ᎢᏰᏨᏁᎸᎯ, ᎡᏥᎸᏉᏔᏅᎯ ᎠᏥᎸᎢᏤᎶᎯ, ᎡᏣᎵᏍᎪᎸᏓᏁᏗᏱ ᎠᏥᎸ-ᎨᎳᏍᏗ ᎠᏓᏅᏙ ᎤᎬᏩᎵ ᏰᎵᏉ ᏗᎬᎠᏓᏂᎸᎢᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ, ᏥᏌ ᎦᎶᏁᏛ ᎢᏳᏩᏂᏌᏛ.

source: Because it is said in the Writings, See, I am placing a keystone in Zion, of great and special value; and the man who has faith in him will not be put to shame.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᏉ ᎯᎠ ᏂᎬᏅ ᎪᏪᎵᎯ--ᎬᏂᏳᏉ ᏥᎲᎦ ᏌᏯᏂ ᏄᎬᏫᏳᏒ ᎤᏅᏏᏴ ᎠᏗ ᏅᏯ ᎠᏑᏰᏛ, ᎦᎸᏉᏗ, ᎠᎴ ᎩᎶ ᎾᏍᎩ ᎪᎯᏳᎲᏍᎨᏍᏗ ᎥᏝ ᎤᏕᎰᎯᏍᏗ ᏱᎨᏎᏍᏗ.

source: And the value is for you who have faith; but it is said for those without faith, The very stone which the builders put on one side, was made the chief stone of the building;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎯ ᎡᏦᎢᏳᎲᏍᎩ ᏥᎩ ᎦᎸᏉᏗᏳ ᎡᏂᏰᎸᎠ; ᎾᏍᎩᏍᎩᏂ Ꮎ ᎾᏃᎯᏳᎲᏍᎬᎾ, ᎾᏍᎩ Ꮎ “ᏅᏯ ᏗᎾᏁᏍᎨᏍᎩ ᎤᏂᏲᎢᏎᎸᎯ ᏄᎬᏫᏳᏒ ᎤᏅᏏᏴ ᎠᏗ ᏄᎾᎵᏍᏓᏁᎸ;”

source: And, A stone of falling, a rock of trouble; the word is the cause of their fall, because they go against it, and this was the purpose of God.
chr: ᎠᎴ “ᏅᏯ ᎠᏓᎿᏍᏆᎶᏍᏗᏍᎩ ᎠᎴ ᏅᏯ ᏗᏓᏙᏕᏍᏗᏍᎩ,” ᎾᏍᎩ Ꮎ ᎧᏃᎮᏛ ᏥᏚᏂᎾᏍᏆᎶᏍᏗᎭ, ᎾᏃᎯᏳᎲᏍᎬᎾ ᎨᏒ ᎢᏳᏍᏗ, ᎾᏍᎩ ᎢᏳᎾᎵᏍᏓᏁᏗᏱ ᎾᏍᏉ ᏥᏕᎨᏥᎧᏁᎢ.

source: But you are a special people, a holy nation, priests and kings, a people given up completely to God, so that you may make clear the virtues of him who took you out of the dark into the light of heaven.
chr: ᏂᎯᏍᎩᏂ ᎡᏣᏑᏰᏛ ᎢᏥᏠᏱ ᎨᏒᎢ, ᎢᏥᎬᏫᏳᎯ ᎠᏥᎸ-ᎢᏤᎶᎯ, ᎡᏥᎸᏉᏔᏅᎯ ᎢᏣᏓᏤᎵᏛ ᎨᏒᎢ, ᎤᏣᏘ ᏗᏣᎬᏩᎳᏅᎯ ᏴᏫ, ᎾᏍᎩ ᎬᏂᎨᏒ ᎢᏨᏁᏗᏱ ᎠᏥᎸᏉᏗᏳ ᎨᏒ ᎾᏍᎩ ᏧᎵᏏᎬᏫᏥᏯᏅᏛ, ᎤᏍᏆᏂᎪᏗᏳᏃ ᎢᎦ ᎦᎸᏌᏛ ᏫᏥᎧᏅᎯ;

source: In the past you were not a people, but now you are the people of God; then there was no mercy for you, but now mercy has been given to you.
chr: ᎾᏍᎩ ᎢᎸᎯᏳ ᏥᎨᏒ ᎢᏣᏓᏤᎵᏛ ᏂᎨᏒᎾ ᎨᏎᎢ, ᎪᎯᏍᎩᏂ ᏥᎩ ᎢᏣᏓᏤᎵᏛ ᎤᏁᎳᏅᎯ ᏧᏤᎵ ᏂᏣᎵᏍᏔᏅ; ᎾᏍᎩ ᎥᏝ ᎡᏥᏙᎵᏨᎯ ᏱᎨᏎᎢ, ᎪᎯᏍᎩᏂ ᏥᎩ ᎡᏥᏙᎵᏨᎯ.

source: My loved ones, I make this request with all my heart, that, as those for whom this world is a strange country, you will keep yourselves from the desires of the flesh which make war against the soul;
chr: ᎢᏨᎨᏳᎢ, ᎢᏨᏔᏲᏎᎭ, ᎾᏍᎩᏯ ᏂᎨᏥᎦᏔᎲᎾ ᎠᎴ ᎠᏁᏙᎯ ᎢᏳᎾᏛᏁᏗ ᏂᏣᏛᎦ, ᏗᏥᏲᎯ ᎤᏇᏓᎸ ᎤᎬᎥᎯᏍᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎠᏓᏅᏙ ᏥᏓᏁᏓᎿᏫᏯ.

source: Being of good behaviour among the Gentiles; so that though they say now that you are evil-doers, they may see your good works and give glory to God when he comes to be their judge.
chr: ᎠᎴ ᎢᏣᎴᏂᏙᎲ ᎣᏍᏛ ᎨᏎᏍᏗ ᎠᏁᎲ ᏧᎾᏓᎴᏅᏛ ᏴᎾ, ᎾᏍᎩ ᎨᏣᏡᏗᏍᎬ ᎤᏲ ᏧᏂᎸᏫᏍᏓᏁᎯ ᏥᎨᏦᏎᎭ, ᎾᏍᎩ ᎣᏍᏛ ᏕᏥᎸᏫᏍᏓᏁᎲ ᎠᏂᎪᏩᏘᏍᎬ ᏱᏅᏓᎦᎵᏍᏙᏓ ᏯᏂᎸᏉᏓ ᎤᏁᎳᏅᎯ ᎾᎯᏳ ᎢᎦ ᏓᏩᏛᎯᎸᎭ.

source: Keep all the laws of men because of the Lord; those of the king, who is over all,
chr: ᎤᎬᏫᏳᎯ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ, ᏕᏦᎯᏳᏎᏍᏗ ᎾᏂᎥ ᏴᏫ ᏗᎨᎦᏁᎶᏗ ᎨᏒᎢ^ᎾᏍᏉ ᎤᎬᏫᏳᎯ ᏄᎬᏫᏳᏒ ᎨᏎᏍᏗ,

source: And those of the rulers who are sent by him for the punishment of evil-doers and for the praise of those who do well.
chr: ᎠᎴ ᎾᏍᏉ ᎠᎾᎵᏍᏕᎵᏍᎩᏉ ᎨᏎᏍᏗ ᎾᏍᎩ ᏂᏙᏓᏳᏅᏏᏛ ᎤᎬᏫᏳᎯ ᎨᏥᎩᎵᏲᎢᏍᏙᏗᏱ ᎤᏲ ᏧᏂᎸᏫᏍᏓᏁᎯ, ᎠᎴ ᎨᏥᎸᏉᏙᏗᏱ ᎣᏍᏛ ᏧᏂᎸᏫᏍᏓᏁᎯ.

source: Because it is God's pleasure that foolish and narrow-minded men may be put to shame by your good behaviour:
chr: ᎾᏍᎩᏰᏃ ᎯᎠ ᎣᏏᏳ ᎤᏰᎸᏗ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᎣᏏᏳ ᏕᏥᎸᏫᏍᏓᏁᎲ ᎡᎳᏪ ᏗᏨᏗᏱ ᎾᏂᎦᏔᎿᎥᎾ ᎠᎴ ᎤᏂᏁᎫ ᏴᏫ.

source: As those who are free, not using your free position as a cover for wrongdoing, but living as the servants of God;
chr: ᎾᏍᎩᏯ ᏂᏗᎨᏥᎾᏝᎥᎾ ᎢᏳᎾᏛᏁᏗ ᏂᏣᏛᏁᎮᏍᏗ, ᎥᏝᏍᏗ ᎠᏗᎾ ᏂᏕᏥᎾᏝᎥᎾ ᎨᏒ ᏱᏨᏗᏍᎨᏍᏗ ᏱᏧᏢᎥᏍᎨᏍᏗ ᎤᏲ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒᎢ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᏧᏅᏏᏓᏍᏗ ᎢᏳᎾᏛᏁᏗ ᏂᏣᏛᏁᎮᏍᏗ.

source: Have respect for all, loving the brothers, fearing God, honouring the king.
chr: ᏕᏥᎸᏉᏕᏍᏗ ᎾᏂᎥᎢ; ᏕᏥᎨᏳᏎᏍᏗ ᎠᎾᎵᏅᏢᎢ; ᎤᏁᎳᏅᎯ ᎡᏥᎾᏰᏍᎨᏍᏗ; ᎤᎬᏫᏳᎯ ᎡᏥᎸᏉᏆᏍᏗ.

source: Servants, take orders from your masters with all respect; not only if they are good and gentle, but even if they are bad-humoured.
chr: ᏤᏥᎾᏝᎢ, ᏕᏦᎯᏳᏎᏍᏗ ᏗᎨᏥᎾᏝᎢ ᎤᎶᏘ ᎦᎾᏰᎯᏍᏗ ᎢᏨᏗᏍᎨᏍᏗ; ᎥᏞᏍᏗ ᎠᏃᏍᏛ ᎠᎴ ᎤᎾᏓᏅᏘ ᎤᏅᏒ ᏱᏗᏦᎯᏳᏎᏍᏗ, ᎾᏍᏉᏍᎩᏂ ᎤᏂᎾᎸᏣᏘ.

source: For it is a sign of grace if a man, desiring to do right in the eyes of God, undergoes pain as punishment for something which he has not done.
chr: ᎾᏍᎩᏰᏃ ᎯᎠ ᎦᎸᏉᏗᏳ, ᎢᏳᏃ ᎩᎶ ᎤᏁᎳᏅᎯ ᏧᏓᏅᏛ ᎤᎸᏉᏗᏳ ᎨᏒ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ ᎬᏂᏗᏳ ᏱᎩ ᎠᎩᎵᏲᎬᎢ, ᏂᏚᏳᎪᏛᎾ ᎠᏥᎩᎵᏲᎢᏍᏗᏍᎬᎢ.

source: What credit is it if, when you have done evil, you take your punishment quietly? but if you are given punishment for doing right, and take it quietly, this is pleasing to God.
chr: ᎦᏙᎨᏃ ᎦᎸᏉᏙᏗ ᏂᎦᎵᏍᏗᎭ, ᎢᏳᏃ ᎤᏣᏘᏂ ᏂᏣᏛᏁᎸ ᎢᏥᏍᏛᏗᏍᎨᏍᏗ ᎡᏥᎵᎥᏂᎮᏍᏗ ᎢᏨᏂᏗᏳ ᎨᏎᏍᏗ; ᎢᏳᏍᎩᏂ ᎣᏍᏛ ᏂᏣᏛᏁᎮᏍᏗ ᎠᎴ ᎢᏥᎩᎵᏲᎨᏍᏗ ᎢᏨᏂᏗᏳ ᎨᏎᏍᏗ, ᎾᏍᎩ ᎣᏍᏛ ᎠᏰᎵ ᎨᏒ ᎤᏁᎳᏅᎯ ᎠᏓᏅᏖᏍᎬᎢ.

source: This is God's purpose for you: because Jesus himself underwent punishment for you, giving you an example, so that you might go in his footsteps:
chr: ᎾᏍᎩᏰᏃ ᎢᏣᎵᏍᏓᏁᏗᏱ ᎡᏥᏯᏅᏛ; ᎦᎶᏁᏛᏰᏃ ᎾᏍᏉ ᎢᎩᎩᎵᏲᏤᎴᎢ, ᎠᎴ ᎢᎩᎯᏰᎴ ᏗᎩᎧᎿᏩᏛᏍᏗ, ᎾᏍᎩ ᎤᏪᏙᎸ ᏗᏥᎧᎿᏩᏛᏍᏗᏱ.

source: Who did no evil, and there was no deceit in his mouth:
chr: ᎾᏍᎩ ᎥᏝ ᏳᏍᎦᏅᏤᎢ, ᎥᏝ ᎠᎴ ᎦᎶᏄᎮᏛ ᏯᏥᏩᏛᎡᎴ ᎠᎰᎵ;

source: To sharp words he gave no sharp answer; when he was undergoing pain, no angry word came from his lips; but he put himself into the hands of the judge of righteousness:
chr: ᎾᏍᎩ ᎦᏰᏥᏐᏢᏔᏅ, ᎥᏝ ᏳᏞᏤ ᏱᎬᏩᏓᏐᏢᏔᏁᎢ; ᎤᎩᎵᏲᏨᏃ ᎥᏝ ᏳᏁᏤᎢ; ᏚᏓᏲᎯᏎᎴᏉᏍᎩᏂ ᎾᏍᎩ ᏚᏳᎪᏛ ᏗᎫᎪᏓᏁᎯ.

source: He took our sins on himself, giving his body to be nailed on the tree, so that we, being dead to sin, might have a new life in righteousness, and by his wounds we have been made well.
chr: ᎾᏍᎩ ᎤᏩᏒ ᎨᏒ ᎤᎩᏎ ᎢᏗᏍᎦᎾᎯᏳ ᎨᏒ ᎤᏩᏒ ᎠᏰᎸ ᏡᎬ ᏧᎩᎵᏲᏤᎢ, ᎾᏍᎩ ᎠᏴ ᏗᎩᏲᎱᏒᎯ ᎨᏒ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎢᏗᏢ, ᏗᏛᏃᏛ ᎢᏳᎵᏍᏙᏗᏱ ᏚᏳᎪᏛ ᎢᏗᏢ ᎨᏒᎢ; ᎾᏍᎩ ᎠᏥᎵᎥᏂᎸᎢ ᎢᏣᏗᏫᏍᏗᎭ.

source: Because, like sheep, you had gone out of the way; but now you have come back to him who keeps watch over your souls.
chr: ᏂᎯᏰᏃ ᎠᏫ ᎤᎾᎴᏲᎥᎯ ᎾᏍᎩᏯ ᎨᏎᎢ; ᎪᎯᏍᎩᏂ ᎨᏒ ᎢᏣᏨᏒ ᎡᏥᎷᏤᎸ ᎠᏫ-ᏗᎦᏘᏯ ᎠᎴ ᏗᏣᏓᏅᏙ ᏗᎦᏘᏯ.

source: Wives, be ruled by your husbands; so that even if some of them give no attention to the word, their hearts may be changed by the behaviour of their wives,
chr: ᎾᏍᏉᏃ ᏂᎯ ᎢᏥᎨᏴ ᏗᏦᎯᏳᎯᏳ ᎨᏎᏍᏗ ᏗᎨᏥᏰᎯ, ᎾᏍᎩ ᎢᏳᏃ ᎩᎶ ᎧᏃᎮᏛ ᏂᏓᏂᎧᎿᏩᏕᎬᎾ ᏱᎩ, ᎾᏍᎩ ᎾᏍᏉ ᎧᏃᎮᏛ ᎬᏗ ᏂᎨᏒᎾ ᏱᎨᏥᏎᎪᎩᏍᏓ [ᎠᏂᎪᏩᏘᏍᎬ] ᏄᏍᏛ ᎢᏣᎴᏂᏙᎲ ᎢᏥᎨᏴ,

source: When they see your holy behaviour in the fear of God.
chr: ᎠᎴ ᎠᏂᎪᏩᏗᏍᎬ ᎤᏲ ᏄᏓᏑᏴᎾ ᎢᏣᎴᏂᏙᎲ ᎤᎵᏠᏯᏍᏛ ᎦᎾᏰᎯᏍᏗ ᎨᏒᎢ.

source: Do not let your ornaments be those of the body such as dressing of the hair, or putting on of jewels of gold or fair clothing;
chr: ᎠᎴ ᏕᏣᏣᏅᏍᎬ ᎥᏝᏍᏗ ᎦᏚᎢᏉ ᎡᎯ ᎠᏣᏅᏗ ᎨᏒ ᏱᎨᏎᏍᏗ, ᎾᏍᎩ ᎣᏍᏗᏰᎬ ᎠᏍᏕᏯᏍᏗ ᎨᏒᎢ ᎠᎴ ᎠᏕᎸᏓᎶᏂᎨ ᎠᏣᏅᏙᏗ, ᎠᎴ ᏗᏄᏬ ᏛᏄᏬᏍᎬᎢ,

source: But let them be those of the unseen man of the heart, the ever-shining ornament of a gentle and quiet spirit, which is of great price in the eyes of God.
chr: ᎤᏕᎵᏒᏍᎩᏂ ᎣᏓᏅᏛ ᎡᎯ ᏴᏫ ᎨᏎᏍᏗ, ᎾᏍᎩ ᎠᏲᎩ ᏂᎨᏒᎾ ᏥᎩ, ᎾᏍᎩ ᎤᏓᏙᎵᏍᏗ ᎠᎴ ᎤᏓᏅᏘ ᎠᏓᏅᏙ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏙᏗᎧᏂᏍᎬ ᎤᏣᏘ ᏧᎬᏩᎶᏗ ᏥᎩ.

source: And these were the ornaments of the holy women of the past, whose hope was in God, being ruled by their husbands:
chr: ᎾᏍᎩᏰᏃ ᎾᏍᏉ ᎾᎾᏛᏁᎮ ᎡᏘ ᎠᏃᏍᏛ ᎠᏂᎨᏴ ᎤᏁᎳᏅᎯ ᎠᎾᏓᏍᎦᏍᏙᏗᏍᎩ ᏓᎾᏣᏅᏍᎨᎢ, ᏚᏃᎯᏳᎭ ᏗᎬᏩᏂᏰᎯ,

source: As Sarah was ruled by Abraham, naming him lord; whose children you are if you do well, and are not put in fear by any danger.
chr: ᎾᏍᎩᏯ ᏎᎵ ᎢᎪᎯᏳᎲᏍᎨ ᎡᏆᎭᎻ, ᏍᎩᎾᏝᎢ ᏥᎪᏎᎮᎢ, ᎾᏍᎩ ᏧᏪᏥ ᏥᏂᏣᎵᏍᏗᎭ, ᎢᏳᏃ ᎣᏍᏛ ᏱᏗᏥᎸᏫᏍᏓᏁᎭ, ᎠᎴ ᎪᎱᏍᏗ ᏂᏥᏍᎦᎢᎲᎾ ᏱᎩ.

source: And you husbands, give thought to your way of life with your wives, giving honour to the woman who is the feebler vessel, but who has an equal part in the heritage of the grace of life; so that you may not be kept from prayer.
chr: ᏂᎯ ᎾᏍᏉ ᎢᏥᏍᎦᏯ ᎢᏣᏁᎳᏛᎭ ᏗᏣᏓᎵᎢ ᎾᏍᎩᏯ ᎢᏯᏛᏁᏗ ᎨᏒ ᎢᏥᎦᏔᎲᎢ, ᎠᎴ ᏕᏥᎸᏉᏕᏍᏗ ᎾᏍᎩᏯ ᏗᎦᎸᏉᏙᏗ ᏥᎩ ᏗᏂᏩᎾᎦᎳᎢ, ᎠᎴ ᏗᎦᎸᏉᏙᏗ ᏥᎩ ᎠᏖᏆᎶᎯ ᎣᏤᎵ ᎨᏒ ᎬᏩᎦᏗᏯ ᎬᏂᏛ ᎡᏥᏁᎸᎢ; ᎾᏍᎩᏃ ᏞᏍᏗ ᎢᏣᏓᏙᎵᏍᏗᏍᎬ ᎪᎱᏍᏗ ᎠᏲᏍᏙᏗᏍᎩ ᏱᎨᏎᏍᏗ.

source: Last of all, see that you are all in agreement; feeling for one another, loving one another like brothers, full of pity, without pride:
chr: ᎤᎵᏍᏆᎸᏗᏃ ᎨᏒᎢ ᏂᎦᏗᏳ ᏌᏉᏉ ᏂᏕᏨᏁᏍᏗ ᏕᏣᏓᏅᏛᎢ; ᏕᏣᏓᏙᎵᎨᏍᏗ; ᏕᏣᏓᎨᏳᏎᏍᏗ ᎢᏣᎵᏅᏢᎢ; ᎢᏣᏓᏙᎵᏣᏗᏳ ᎨᏎᏍᏗ; ᎢᏣᏓᏙᎵᏍᏗ ᎨᏎᏍᏗ;

source: Not giving back evil for evil, or curse for curse, but in place of cursing, blessing; because this is the purpose of God for you that you may have a heritage of blessing.
chr: ᏞᏍᏗ ᎤᏲ ᏁᏨᏁᎲ ᏱᏣᏞᎨᏍᏗ ᎤᏲ ᏱᏂᏣᏓᏛᏁᎮᏍᏗ, ᎠᎴ ᎦᏰᏥᏐᏢᏔᏅ ᏞᏍᏗ ᏱᏣᏞᎨᏍᏗ ᏱᎨᏣᏓᏐᏢᏗᏍᎨᏍᏗ, ᎣᏍᏛᏉᏍᏗᏂ ᎨᏥᏁᏤᎮᏍᏗ; ᎢᏥᎦᏔᎭᏰᏃ ᎾᏍᎩ ᎢᏣᏛᏁᏗᏱ ᎡᏥᏯᏅᏛ ᎨᏒᎢ, ᎾᏍᎩ ᎢᏣᏤᎵ ᎢᏳᎵᏍᏙᏗᏱ ᎣᏍᏛ ᎡᏥᏁᏤᏗᏱ.

source: For it is said, Let the man who has a love of life, desiring to see good days, keep his tongue from evil and his lips from words of deceit:
chr: “ᎩᎶᏰᏃ ᎬᏅ ᎤᎨᏳᏎᏍᏗ, ᎠᎴ ᎣᏍᏛ ᎢᎦ ᏧᎪᏩᏛᏗᏱ ᎤᏚᎵᏍᎨᏍᏗ, ᏩᏲᏍᏙᏓᏏ ᎦᏃᎪᎢ ᎤᏲ ᎨᏒᎢ, ᏚᎭᏁᎦᎸ ᎦᎶᏄᎮᏛ ᎤᏁᎢᏍᏗᏱ ᏂᎨᏒᎾ;

source: And let him be turned from evil and do good; searching for peace and going after it with all his heart.
chr: ᎠᏓᏅᎡᎮᏍᏗ ᎤᏲ ᎨᏒᎢ ᎣᏍᏛᏃ ᏚᎸᏫᏍᏓᏁᎮᏍᏗ; ᏅᏩᏙᎯᏯᏛ ᎨᏒ ᎤᏲᎮᏍᏗ ᎠᎴ ᎾᏍᎩ ᏓᎧᎿᏩᏕᎨᏍᏗ.

source: For the eyes of the Lord are on the upright, and his ears are open to their prayers: but the face of the Lord is against those who do evil.
chr: ᏱᎰᏩᏰᏃ ᏗᎦᏙᎵ ᏓᎧᎿᏩᏗᏙ ᎤᎾᏓᏅᏘ, ᎠᎴ ᏗᎦᎴᏂ ᏚᏛᏓᏍᏗ ᎠᎾᏓᏙᎵᏍᏗᏍᎬᎢ, ᎤᎧᏛᏍᎩᏂ ᏱᎰᏩ ᏕᏡᏔᏅ ᎤᏲ ᏧᏂᎸᏫᏍᏓᏁᎯ.”

source: Who will do you any damage if you keep your minds fixed on what is good?
chr: ᎦᎪᏃ ᎾᏍᎩ ᎣᏏᏅ ᏱᏂᏨᎦ ᎢᏳᏃ ᎣᏍᏛ ᎨᏒ ᎢᏥᏍᏓᏩᏕᎩ ᏱᎩ?

source: But you are happy if you undergo pain because of righteousness; have no part in their fear and do not be troubled;
chr: ᎢᏳ ᎠᎴ ᏚᏳᎪᏛ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎢᏥᎩᎵᏲᎨᏍᏗ, ᏅᏩᏙᎯᏯᏛᏉ ᎨᏎᏍᏗ. ᎠᎴ ᏞᏍᏗ ᏱᏥᏍᎦᎢᎮᏍᏗ ᎤᏂᎾᏰᎯᏍᏗᏳ ᎨᏒᎢ, ᎠᎴ ᏞᏍᏗ ᏱᏣᏕᏯᏔᏁᎮᏍᏗ;

source: But give honour to Christ in your hearts as your Lord; and be ready at any time when you are questioned about the hope which is in you, to give an answer in the fear of the Lord and without pride;
chr: ᎡᏥᎸᏉᏗᏍᎨᏍᏗᏍᎩᏂ ᏱᎰᏩ ᎤᏁᎳᏅᎯ ᏙᏗᏣᏓᏅᏛᎢ. ᎠᎴ ᏯᏃᏉ ᎢᏨᏛᏅᎢᏍᏕᏍᏗ ᎾᏂᎥ ᎩᎶ ᎨᏣᏛᏛᎲᏍᎩ ᎤᏚᎩ ᎢᏨᏒ ᎤᎬᏩᎵ, ᏗᏥᏃᏁᏗᏱ ᎤᏓᏅᏘ ᎠᎴ ᎤᎾᏰᎯᏍᏗ ᎨᏒ ᎢᏨᏙᏗᏱ.

source: Being conscious that you have done no wrong; so that those who say evil things about your good way of life as Christians may be put to shame.
chr: ᎠᎴ ᎢᏥᏍᏆᏂᎪᏕᏍᏗ ᎣᏍᏛ ᏗᎫᎪᏙᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎤᏐᏅ ᏥᎨᏥᏃᎮᎭ ᎤᏲ ᏧᏂᎸᏫᏍᏓᏁᎯ ᏥᎨᏦᏎᎭ, ᏯᎾᏕᎰᎯ ᎾᏍᎩ ᎦᏰᎪᎩ ᎨᏥᏃᎮᏍᎩ ᎣᏍᏛ ᎢᏣᎴᏂᏙᎲ ᎦᎶᏁᏛ ᏕᏥᎧᎿᏩᏗᏒᎢ ᎠᏂᏁᎢᏍᏗᏍᎩ.

source: Because if it is God's purpose for you to undergo pain, it is better to do so for well-doing than for evil-doing.
chr: ᎤᏟᏰᏃ ᎣᏏᏳ, ᎾᏍᎩ ᏱᏄᏍᏗ ᎤᏁᎳᏅᎯ ᎠᏓᏅᏖᏍᎬᎢ, ᎾᏍᎩ ᎢᏥᎩᎵᏲᎢᏍᏗᏱ ᎣᏍᏛ ᏕᏥᎸᏫᏍᏓᏁᎲᎢ, ᎠᏃ ᎤᏲ ᏕᏥᎸᏫᏍᏓᏁᎲ ᎢᏥᎩᎵᏲᎢᏍᏗᏱ.

source: Because Christ once went through pain for sins, the upright one taking the place of sinners, so that through him we might come back to God; being put to death in the flesh, but given life in the Spirit;
chr: ᎦᎶᏁᏛᏰᏃ ᎾᏍᏉ ᏌᏉ ᏄᎩᎵᏲᏤ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒ ᎤᏍᏛᏕᎢ, ᎠᏍᎦᎾ ᏂᎨᏒᎾ ᎠᏂᏍᎦᎾ ᏚᎩᎵᏲᏤᎴᎢ, ᎾᏍᎩ ᎤᏁᎳᏅᎯᏱ ᏫᏗᎦᏘᏃᎯᏍᏗᏱ; ᎠᏥᎴᎢ ᎤᏇᏓᎵ ᎨᏒᎢ, ᎠᏎᏃ ᎠᏓᏅᏙ ᎤᏩᏂᏕᎢ.

source: By whom he went to the spirits in prison, preaching to those
chr: ᎾᏍᎩ ᎾᏍᏉ [ᎠᏓᏅᏙ] ᎤᏩᏔᏁ ᎤᏪᏅᏎ ᏫᏚᎵᏥᏙᏁᎴ ᏗᏓᏅᏙ ᏗᏓᏍᏚᏗᏱ ᏣᏂᏯᎠ,

source: Who, in the days of Noah, went against God's orders; but God in his mercy kept back the punishment, while Noah got ready the ark, in which a small number, that is to say eight persons, got salvation through water:
chr: ᎾᏍᎩ ᎢᎸᎯᏳ ᏄᏃᎯᏳᏒᎾ ᏥᎨᏎᎢ, ᎾᎯᏳ ᎤᏁᎳᏅᎯ ᎬᏂᏗᏳ ᎨᏒ ᏣᎦᏘᏰᎢ, ᏃᏯ ᎾᎯᏳ ᏤᎥᎢ, ᏣᏛᏅᎢᏍᏗᏍᎨ ᏥᏳ, ᎾᎿ ᎢᎸᏍᎩ ᎾᏍᎩ ᏧᏁᎳᏉ ᎢᏯᏂᏛ ᏥᎨᏥᏍᏕᎸᎮᎢ, ᎠᎹ ᏥᎨᏥᏍᏕᎸᏔᏁᎢ;

source: And baptism, of which this is an image, now gives you salvation, not by washing clean the flesh, but by making you free from the sense of sin before God, through the coming again of Jesus Christ from the dead;
chr: ᎾᏍᎩᏯ ᎾᏍᏉ ᏗᏓᏬᏍᏗ ᎨᏒ ᎪᎯ ᎨᏒ ᎢᎩᏍᏕᎵᎭ; ᎥᏝ ᎢᏴᏛ ᎾᎬᏁᎲ ᎠᏰᎸ ᎦᏓᎭ ᎨᏒᎢ, ᎧᏁᏤᏗᏍᎩᏂ ᎤᏁᎳᏅᎯ ᎬᏙᏗ ᎣᏍᏛ ᎠᏓᏅᏖᏗ ᎨᏒ ᎢᎩᏍᏕᎵᎭ ᏅᏗᎦᎵᏍᏙᏗᎭ ᏚᎴᎯᏌᏅ ᏥᏌ ᎦᎶᏁᏛ,

source: Who has gone into heaven, and is at the right hand of God, angels and authorities and powers having been put under his rule.
chr: ᎾᏍᎩ ᎦᎸᎳᏗ ᏭᎶᏒ ᎤᏁᎳᏅᎯ ᎤᏬᎸ ᎠᎦᏘᏏᏗᏢ ᏭᏬᎳ, ᏗᏂᎧᎿᏩᏗᏙᎯᏃ ᎠᎴ ᏗᎨᎦᏁᎶᏗ ᎠᎴ ᏄᏂᎬᏫᏳᏒ ᏗᎬᏩᏁᎶᏗ ᏄᎵᏍᏔᏅ.

source: So that as Jesus was put to death in the flesh, do you yourselves be of the same mind; for the death of the flesh puts an end to sin;
chr: ᎦᎶᏁᏛᏃ ᎤᏇᏓᎵ ᎨᏒ ᎢᎩᎩᎵᏲᏤᎸᎯ ᏥᎩ, ᏂᎯ ᎾᏍᏉ ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏓᏅᏙ ᎢᏣᎵᏍᎦᏍᏙᏙᏗ ᏂᏨᎦ; ᎾᏍᎩᏰᏃ Ꮎ ᎤᏇᏓᎵ ᎨᏒ ᎤᎩᎵᏲᏨᎯ ᏥᎨᏐᎢ ᏚᏲᏐ ᎠᏍᎦᏅᎢᏍᏗ ᎨᏒᎢ,

source: So that you may give the rest of your lives in the flesh, not to the desires of men, but to the purpose of God.
chr: ᎾᏍᎩ ᎿᏉ ᎤᏕᏗᏱ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ ᏂᎪᎯᎸ ᎤᏇᏓᎸ ᎢᎪᎯᏛ ᎤᎴᏂᏓᏍᏗ ᎨᏒᎢ, ᎾᏍᎩ ᏴᏫ ᎤᎾᏚᎸᏗ ᎨᏒᎢ, ᎤᏁᎳᏅᎯᏉᏍᎩᏂ ᎣᏏᏳ ᎤᏰᎸᏗ ᎨᏒᎢ.

source: Because for long enough, in times past, we have been living after the way of the Gentiles, given up to the desires of the flesh, to drinking and feasting and loose behaviour and unclean worship of images;
chr: ᏰᎵᏉᏰᏃ ᏱᎩᏰᎸᎭ ᎦᏳᎳ ᎢᎦᎴᏂᏙᎸ ᏕᎩᎸᏫᏍᏓᏁᎸ ᎣᏏᏳ ᎤᏂᏰᎸᏗ ᎨᏒ ᎾᏂᎦᏔᎾᎥᎾ, ᎾᎯᏳ ᏥᏕᏙᎲ ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒᎢ, ᎠᎴ ᎠᏚᎸᏗ ᎨᏒᎢ, ᎠᎴ ᎩᎦᎨ-ᎠᏗᏔᏍᏗ ᎬᏓᏴᏍᏕᏍᏗᏍᎩ ᎨᏒᎢ, ᎠᎴ ᎠᎵᏍᎦᎾᏩᏍᏗ ᎨᏒᎢ, ᎠᎴ ᏓᎾᏗᏔᏍᎬ ᎨᎳᏗᏓᏍᏗ ᎨᏒᎢ, ᎠᎴ ᏂᏚᏳᎪᏛᎾ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᏓᏙᎵᏍᏓᏁᏗ ᎨᏒᎢ;

source: And they are wondering that you no longer go with them in this violent wasting of life, and are saying evil things of you:
chr: ᎾᏍᎩ ᎤᏍᏆᏂᎪᏗᏳ ᎤᏂᏰᎸᎭ, ᎾᎿ ᏂᏣᎢᏒᎾ ᎨᏒ ᎠᎾᎢᏒ ᏩᏂᎦᏛ ᎤᎶᏒᏍᏔᏅᎯ ᎤᏲ ᎢᏯᏛᏁᎵᏓᏍᏗ ᏗᎨᏒᎢ, ᎾᏍᎩ ᎤᏐᏅ ᎨᏥᏃᎮᏍᎬᎢ;

source: But they will have to give an account of themselves to him who is ready to be the judge of the living and the dead.
chr: ᎾᏍᎩ ᎬᏂᎨᏒ ᎢᏳᏅᏁᏗ ᎨᏎᏍᏗ ᎠᎦᏔᎲ ᎾᏍᎩ ᎤᎬᏩᎴᎢ ᏧᎵᏁᏃᏗ ᏧᏭᎪᏓᏁᏗᏱ ᏗᏅᏃᏛ ᎠᎴ ᏧᏂᏲᎱᏒᎯ.

source: For this was the reason why the good news of Jesus was given even to the dead, so that they might be judged as men in the flesh, but might be living before God in the spirit.
chr: ᎾᏍᎩᏰᏃ ᎢᏳᏍᏗ ᎣᏍᏛ ᎧᏃᎮᏛ ᏧᏂᏲᎱᏒᎯ ᎾᏍᏉ ᎨᎦᎵᏥᏙᏁᎴᎢ, ᏗᎨᎫᎪᏓᏁᏗᏱ ᎤᏇᏓᎵ ᎨᏒ ᎾᏍᎩᏯ ᏴᏫ ᏧᏄᎪᏙᏗ ᎨᏒᎢ, ᎤᏁᎳᏅᎯᏍᎩᏂ ᏧᏭᎪᏙᏗ ᎨᏒ ᏗᏅᏃᏛ ᎢᏳᎵᏍᏙᏗᏱ ᏧᎾᏓᏛᏙᎩᎯ ᎨᏒᎢ.

source: But the end of all things is near: so be serious in your behaviour and keep on the watch with prayer;
chr: ᏄᏓᎴᏒᏍᎩᏂ ᎪᎱᏍᏗ ᎤᎵᏍᏆᏗᏗ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏣᎵᏏᎾᎯᏍᏗ ᎨᏎᏍᏗ, ᎠᎴ ᎢᏥᏯᏫᏍᎬ ᎢᏣᏓᏙᏓᏍᏗᏍᎨᏍᏗ.

source: And most of all be warm in your love for one another; because in love there is forgiveness for sins without number:
chr: ᎠᎴ Ꮀ ᎤᎬᏫᏳᏎᏍᏗ ᎤᎵᏂᎩᏛ ᏕᏣᏓᎨᏳᏎᏍᏗ; ᎠᏓᎨᏳᏗᏰᏃ ᎨᏒ ᏓᎫᏢᏂ ᎤᏣᏘ ᎢᏯᏍᎦᏅᎢᏍᏗ ᎨᏒᎢ.

source: Keep open house for all with a glad heart;
chr: ᏗᏣᏓᏍᏆᏂᎪᏗᏳ ᎨᏎᏍᏗ ᎪᎱᏍᏗ ᏂᏗᏣᏓᏕᎵᏎᎲᎾ.

source: Making distribution among one another of whatever has been given to you, like true servants of the unmeasured grace of God;
chr: ᏂᏥᎥᏃ ᎡᏥᏁᎸᎯ ᏥᎩ, ᎾᏍᎩ ᏕᏣᏓᏁᎮᏍᏗ ᎾᏍᎩᏯ ᎢᏳᎾᏛᏁᏗ ᎠᏃᏍᏛ ᎨᏥᎦᏘᏗᏍᏗ ᏧᏓᎴᏅᏛ ᎤᏁᎳᏅᎯ ᎬᏩᎦᏗᏯ ᎤᏓᏁᏗ ᎨᏒᎢ.

source: If anyone has anything to say, let it be as the words of God; if anyone has the desire to be the servant of others, let him do it in the strength which is given by God; so that in all things God may have the glory through Jesus Christ, whose are the glory and the power for ever.
chr: ᎢᏳᏃ ᎩᎶ ᎦᏬᏂᏍᎨᏍᏗ, ᎾᏍᎩᏯ ᎤᏁᎳᏅᎯ ᏄᏪᏒ ᎦᏬᏂᏍᎨᏍᏗ. ᎢᏳᏃ ᎩᎶ ᏓᏯᏙᎮᎮᏍᏗ, ᎾᏍᎩ ᏰᎵ ᎢᎬᏩᏛᏁᏗ ᎨᏒ ᎤᎵᏍᎪᎸᏓᏁᎲ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᎾᏛᏁᎮᏍᏗ; ᎾᏍᎩᏃ ᎤᏁᎳᏅᎯ ᏂᎦᎥ ᏕᏥᎸᏫᏍᏓᏁᎲ ᎠᏥᎸᏉᏗᏳ ᎢᎬᏩᎵᏍᏙᏗ ᏱᎩ ᏥᏌ ᎦᎶᏁᏛ ᎨᏒ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ; ᎾᏍᎩ ᎤᏤᎵᎦ ᎦᎸᏉᏗᏳ ᎨᏒ ᎠᎴ ᎤᎬᏫᏳᎯ ᎨᏒ ᏂᎪᎯᎸ ᎤᎵᏍᏆᏗᏍᏗ ᏂᎨᏒᎾ. ᎡᎺᏅ.

source: Dear brothers, do not be surprised, as if it was something strange, if your faith is tested as by fire:
chr: ᎢᏨᎨᏳᎢ, ᏞᏍᏗ ᎤᏍᏆᏂᎪᏗ ᏱᏥᏰᎸᏎᏍᏗ ᎦᎵᎬ ᏥᏥᏱᎵᏕᎭ ᎾᏍᎩ ᎢᏥᎪᎵᏰᏗ ᏥᎩ, ᎾᏍᎩᏯ ᎪᎱᏍᏗ ᎤᏍᏆᏂᎪᏗ ᏥᏥᎷᏤᎶᎢ;

source: But be glad that you are given a part in the pains of Christ; so that at the revelation of his glory you may have great joy.
chr: ᎢᏣᎵᎮᎵᎨᏍᏗᏍᎩᏂ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎦᎶᏁᏛ ᎤᎩᎵᏲᏨ ᎢᏤᎳᏗᏍᏗᏍᎬᎢ, ᎾᏍᎩᏃ ᎤᏤᎵ ᎦᎸᏉᏗᏳ ᎨᏒ ᎬᏂᎨᏒ ᎢᎬᏁᎸᎯ ᎨᏎᏍᏗ ᏂᎯ ᎾᏍᏉ ᎤᏣᏔᏅᎯ ᎨᏣᎵᎮᎵᏍᏗ ᎨᏎᏍᏗ.
